/*
 * 一般
 */
"Can't work with a Jail Broken device." = "Can't work with a Jail-Broken device.";
"This app is cracked Yardbirds." = "This app is cracked Yardbirds.";
"This app is cracked Yardbirds Plus." = "This app is cracked Yardbirds Plus.";
"OK" = "OK";
"select" = "Select";
"set" = "Set";
"cancel" = "Cancel";
"close" = "Close";
"preview" = "Preview";
"Deselect All" = "Deselect All";
"Store" = "Store";
"Withdraw" = "Withdraw";
"Unload" = "Unload";
"back" = "Back";
"discard" = "Discard";
"revert" = "Revert";
"apply" = "Apply";
"save" = "Save";
"connect" = "Connect";
"retain" = "Retain";
"compress" = "Compress";
"expand" = "Expand";
"abort" = "Abort";
"quit" = "Quit";
"delete" = "Delete";
"exclude" = "Exclude";
"edit" = "Edit";
"done" = "Done";
"min" = "Min";
"typ" = "Typ";
"max" = "Max";

"not stored" = "Not Stored";
"stored" = "Stored";
"uploading" = "Uploading...";
"uploaded" = "Downloadble";
"uploaded and downloadable" = "Downloadble";
"not downloaded" = "Not downloaded";
"downloading" = "Downloading...";
"downloaded" = "Downloaded";

"MP3 Stream" = "Stream";
"Radio" = "Radio";
"WebDAV" = "WebDAV";
"server" = "Servers";
"station" = "Stations";
"station preset" = "Station Presets";

"text file" = "Text File";
"cache" = "Cache";
"online" = "Online";
"offline" = "Offline";
"get" = "Download Mode";
"put" = "Upload Mode";
"N/A" = "N/A";
"\"$\" doesn't exist." = "\"$\" doesn't exist.";
"alert" = "Alert";
"completion" = "Result";
"note" = "Note";
"caution" = "Caution";
"assure" = "Assure";
"information" = "Information";
"error" = "Error";
"fatal error" = "Fatal Error";
"unexpected error" = "Unexpected Error";
"unexpected error was detected." = "Unexpected Error was detected.";
//"hostID was not initialized." = "HostID was not initialized.";
"nodeID was not initialized." = "NodeID was not initialized.";
"couldn't set system defaults." = "Couldn't set defaults.";
"couldn't read file." = "Couldn't read file.";
"illegal URL." = "Illegal URL.\nnPlease make sure Host.";
"network connection needed." = "Network connection needed.";
"cellular isn't allowed." = "Cellular line isn't allowed with current settings.\nChange it with \"Settings.app\" to use cellular line.";
"wifi needed." = "WiFi connection required.";
"not a webdav server." = "Not a WebDAV server.\nPlease make sure Host/Port.";
"authentication failure." = "Authentication failure.\nnPlease make sure Host/UserName/Password.";
"unsupported webdav server." = "Authorized command couldn't have done with this WebDAV Server.";
"Untrusted Certificate" = "Untrusted Certificate";
"The Certificate for this WebSite is invalid." = "The Certificate for this WebSite is invalid.\nDo you want to connect to this WebSite?";
"file not found." = "File or directory not found.";
"couldn't delete file." = "Couldn't delete file.";
"couldn't delete directory." = "Couldn't delete directory.";
"couldn't rename file." = "Couldn't rename file.";
"couldn't rename directory." = "Couldn't rename directory.";
"empty name." = "Empty name.";
"duplicated name." = "Duplicated name.";
"Couldn't create credentials" = "Couldn't create credentials.";
"Couldn't set username" = "Couldn't set username.";
"Couldn't set password" = "Couldn't set password.";
"Couldn't create DAV session" = "Couldn't create DAV session.";
"Couldn't create the request" = "Couldn't create the request";
"Expecting a NSArray object for LISTING requests" = "Couldn't get file.";
"stack underflow" = "Stack Underflow";
"out of memory." = "Out of memory.";
"comment" = "Comment";
"message" = "message";
"completed" = " was comleted successfully.";
"completedAndQuit" = " was comleted successfully.\nTerminate this program.";
"failed" = " was failed";
"text is empty" = "Empty text isn't recommended.";
"exceeds bytes" = "Reaches maximum number of bytes.";
"exceeds lines" = "Reaches maximum number of Lines.";
"internal error" = "Internal error has occured.";
"bytes" = "Bytes";
"SiteName, Description" = "SiteName, Description";
"SiteName, Comment" = "SiteName, Comment";
"StationName, Description" = "StationName, Description";
"PresetStationName, Comment" = "PresetStationName, Comment";
"iCloud Sync" = "iCloud Sync";
"iCloud is activated" = "iCloud is ON";
"iCloud is deactivated" = "iCloud is OFF";

// HTTP ステータス
"-1000 Unsupported AuthType" = "Unsupported Authentication Type\nPlease make sure URL, UserName and Password.";	// 空とか
"-1001 Timeout" = "No response from server.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";						// プロキシサーバーの設定ミスの場合もある
"-1002 Unsupported URL" = "Unsupported URL.";																	// 
"-1003 Cannot Find Host" = "Cannot Find Host.\nPlease make sure Host, UserName and Password.";					// URLは有効だが、サーバに接続できない。
"-1004 Couldn't Connect" = "Couldn't Connect.";																	// サーバに接続できない。（電源断か？）
"-1005 Connection Lost" = "Connection closed by Server.";														// こちらが応答しないので、サーバーから切断された？
"-1009 Offline" = "Internet connection is offline.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";			// URLは有効だが、サーバがオフラインで接続できない。
"-1200 SSL Error" = "Server's SSL configuration may be imcompleted.";											// 
"-1202 Untrusted Certification" = "Untrusted Certification.\nIf you want to connect to this site, turn on \"Untrusted Site Support\" with \"Settings.app\".";													// 信頼できない証明書
"306 HTTP Too Many Redirections" = "There was a problem communicating with the web proxy server (HTTP).\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";
"310 HTTPS Too Many Redirections" = "There was a problem communicating with the web proxy server (HTTPS).\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";
"400 Bad Request" = "Bad Request";
"401 Unauthorized" = "Unauthorized";
"402 Payment Required" = "Payment Required";
"403 Forbidden HTTP title" = "Forbidden.";
"403 Forbidden HTTP suggestion" = "Please make sure the settings of gateways (Proxy , Router ...), if you use them.";
"403 Forbidden HTTP" = "Forbidden.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";
"403 Forbidden HTTPS" = "Forbidden.";
"404 Not Found title" = "Resource Not Found.";
"404 Not Found suggestion" = "Please make sure the settings of gateways (Proxy , Router ...), if you use them.";
"404 Not Found" = "Resource Not Found.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";
"404 Not Found Server Issue" = "Resource Not Found.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.\nThis WebDAV server may not allow to get individual file info.";
"405 Method Not Allowed" = "Method Not Allowed";
"406 Not Acceptable" = "Not Acceptable";
"407 Proxy Authentication Required" = "Proxy Authentication Required";
"408 Request Time-out" = "No response from server.\nPlease make sure the settings of gateways (Proxy , Router ...), if you use them.";                // プロキシサーバーの設定ミスの場合もある
"409 Conflict" = "Conflict";
"410 Gone" = "Gone";
"411 Length Required" = "Length Required";
"412 Couldn't Complete" = "Couldn't be completed";
"413 Request Entity Too Large" = "Request Entity Too Large";
"414 Request-URI Too Large" = "Request-URI Too Large";
"415 Unsupported Media Type" = "Unsupported Media Type";
"500 Internal Server Error" = "Internal Server Error";
"501 Not Implemented" = "Not Implemented";
"502 Bad Gateway" = "Bad Gateway";
"503 Service Unavailable" = "Service Unavailable";
"504 Gateway Time-out" = "Gateway Time-out";
"505 HTTP Version not supported" = "HTTP Version not supported";
"507 Insufficient Storage" = "Insufficient Storage";
"599 Unexpectedly Disconnected" = "Unexpectedly Disconnected";

/*
 * ルートビューコントローラー
 */
"Local" = "Local";
"localhost" = "Documents";
"comment" = "Comment";
"date" = "Date";
"creDate" = "Creation Date";
"modDate" = "Modification Date";
"Delete all accounts" = "Delete All Accounts";
"Delete all station presets" = "Delete All Station Presets";
"Init station presets" = "Init Station Presets";
"Delete preset" = "Delete Preset";
"Delete account" = "Delete Account";
"Delete station" = "Delete Station";
"Delete cache" = "Delete Cache";
"Do you want to delete all accounts?" = "Do you want to delete all accounts?";
"Do you want to delete all station presets?" = "Do you want to delete all station presets?";
"Do you want to update station presets to the factory settings?" = "Do you want to update station presets to recent factory settings?";
"Do you want to delete account \"$\"?" = "Do you want to delete \"$\"?";
"Do you want to delete site \"$\"?" = "Do you want to delete site \"$\"?";
"Do you want to delete cache of account \"$\"?" = "Do you want to delete cache of account \"$\"?";
"Do you want to delete \"$\"?" = "Do you want to delete \"$\"?";
"Do you want to exclude \"$1\ from \"$2\"?" = "Do you want to exclude \"$1\" from \"$2\" ?";
"Do you want to duplicate \"$\"?" = "Do you want to duplicate \"$\"?";
"Choose account type to create"="Choose account type to create.";
"Maintain Accounts" = "Maintain Accounts/Station-Presets";
"Maintain Station Presets" = "Maintain Station Presets";
"Import" = "Import";
"Export" = "Export";
"DeleteAll" = "Delete All";
"FactorySettings" = "Factory Settings";
"InitRadio" = "Initialize Station Presets";
"Accounts are imported" = "Accounts are imported.";
"Station Presets are imported" = "Station Presets are imported.";
"Accounts are exported" = "Accounts are exported.";
"Station Presets are exported" = "Station Presets are exported.";
"Accounts are deleted" = "Accounts are deleted.";
"No accounts to be deleted" = "No accounts to be deleted";
"No accounts to be exported" = "No accounts to be exported";
"Station Presets are deleted" = "Station Presets are deleted.";
"No station presets to be deleted" = "No station presets to be deleted";
"No station presets to be exported" = "No station presets to be exported";
"Account Added" = "Account Added";
"Station Added" = "Station Added";
"Failed to import Accounts" = "Failed to import Accounts.";
"Failed to import Station Presets" = "Failed to import Station Presets.";
"Failed to export Accounts" = "Failed to export Accounts.";
"Failed to export Station Presets" = "Failed to export Station Presets.";
"Failed to delete Accounts" = "Failed to delete Accounts.";
"Failed to delete Station Presets" = "Failed to delete Station Presets.";
"Mail" = "Request / Bug Report";
"WriteReviews" = "Write A Review";
"GoWebSite" = "Supporting WebSite";
"OtherApps" = "Other Apps";
"Tutorial/FAQ" = "Tutorial/FAQ";
"RevertDefaults" = "Do you want to revert to the factory settings?\n(This operation won't make changes on presets.)";
"Defaults" = "Defaults/StationPresets Management";
"InitDefaultsAndCache" = "Initialize Defaults/StationPresets/Cache";
"Initialize" = "Initialize";
"InitializeDefaults" = "Initialize Defaults";
"ClearCache" = "Clear Cache";
"Version" = "Version";
"SysVersion" = "System Version";

/*
 * アカウントビューコントローラー
 */
"DisplayName" = "Title";
"Host" = "Host";
"UserName" = "User Name";
"fileName" = "File Name";
"Password" = "Password";
"Account" = "Account";
"Proxy" = "Proxy";
"FileName Normalization" = "Normalization";
"Download FileName" = "Download FileName";
"Upload FileName" = "Upload FileName";
"Do you want to discard changes?" = "Do you want to discard changes?";

/*
 * ダイアグノスティックビューコントローラー
 */
"Wifi" = "Wi-Fi";
"URL format" = "URL Format";
"Reachability" = "Reachability";
"Proxy Server" = "Proxy Server Auth";
"Protocol" = "Protocol";
"HTTP Version" = "HTTP Version";
"Allow" = "Supported Cmds";
"PROPFIND Method" = "PROPFIND Method";
"Server Certificate" = "Server Certification";
"Server Software" = "Server Software";

/*
 * DAVビューコントローラー
 */
"current dir" = "Current Directory";
"download folder" = "Download Folder";
"cache" = "Cache";
"offline cache" = "Offline Cache";
"get file" = "Getting \"$\"";
"link" = "Link";
"scheduled file" = "Scheduled";
"\"$\" is downloaded." = "\"$\" is downloaded.";
"$# are downloaded." = "$\nAbove #items are downloaded.";
"\"$\" couldn't be downloaded." = "\"$\" couldn't be downloaded.\nPlease rename and retry.";
"negotiating..." = "Negotiating...";
"URLs are scheduled to add" = "Tunes are queued.";
"URLs have already queued" = "Tunes have already queued!";
"Do you want to delete $?" = "Do you want to delete $?";
"$?\nDo you want to delete above #" = "$?\nDo you want to delete above #items ?";
"Are you sure to overwrite $?" = "Suggested file exists already.\nAre you sure to overwrite $?";
"Are you sure to overwrite #items shown below?\n$" = "Some file exists already.\nAre you sure to overwrite #items shown below?\n\n$";
"duplcaited file name to put" = "Same named file has already reserved to upload.\nSince files will be uploaded into the same directory, those file names should be unique.";
"Choose thing to create"="Choose thing to create.";
"Streaming" = "Streaming";
"Name" = "Name";
"Kind" = "Kind";
"Size" = "Size";
"Modify" = "Modify";
"Create" = "Create";
"summarySize" = "Summarized Size";
"addToFavoritesList" = "Add items to Playlist Queue";
"URL is copied." = "URL is copied into Clipboard.";
/*
 * オーディオ・プレイヤーコントローラー
 */
"Peak Indicator" = "Peak Indicator";
"No Volume Available" = "Muted";
"stationName" = "Station Name";
"webSite" = "Web Site";
"title" = "Title";
"stream" = "Stream";
"bitRate" = "Bandwidth";
"description" = "Description";
/*
 * オーディオストリーマー
 */
"File Error" = "Stream Error";
"No error." = "No error.\nErrorCode:#";
"Network connection failed." = "Couldn't connect.\nErrorCode:#";
"Proxy authencation failed." = "Proxy authencation failed\nErrorCode:#";
"Login authencation failed." = "Login authencation failed\nErrorCode:#";
"File stream get property failed." = "Stream Error\nErrorCode:#";
"File stream seek failed." = "Stream Error\nErrorCode:#";
"Parse bytes failed." = "Parse Audio Bytes failed.\nErrorCode:#";
"Open audio file stream failed." = "Couldn't open Stream.\nErrorCode:#";
"Close audio file stream failed." = "Couldn't close Stream.\nErrorCode:#";
"Audio queue creation failed." = "Audio File Stream Error\nErrorCode:#";
"Audio buffer allocation failed." = "Insufficient memory\nErrorCode:#";
"Queueing of audio buffer failed." = "Buffer Error\nErrorCode:#";
"Audio queue add listener failed." = "Queue Error\nErrorCode:#";
"Audio queue remove listener failed." = "Queue Error\nErrorCode:#";
"Audio queue start failed." = "Couldn't playback.\nErrorCode:#";
"Audio queue buffers don't match." = "Data mismatch detected.\nErrorCode:#";
"Audio queue dispose failed." = "Couldn't do post process of playback.\nErrorCode:#";
"Audio queue pause failed." = "Couldn't pause.\nErrorCode:#";
"Audio queue stop failed." = "Couldn't stop.\nErrorCode:#";
"Audio queue flush failed." = "Queue Error\nErrorCode:#";
"Audio queue get current time failed." = "Couldn't get current time.\nErrorCode:#";
"Audio packets are larger than kAQDefaultBufSize." = "Too large packet detected.\nErrorCode:#";
"High resolution file can't be played with cellular lines." = "High resolution file can't be played with cellular lines.";
"Buffer size have been set mid." = "'Mid' has been chosen as the buffer size to play high resolution file.";
"Buffer size have been set max." = "'Max' has been chosen as the buffer size to play very high resolution file.";
"Too high bitrate stream." = "Current stream's bitrate is too high to play.";
"Unsupported high bitrate stream." = "Bitrate is too high.";
"Decode error." = "Decode error.\nErrorCode:#";
"Not an Audio Stream." = "Not an Audio Stream.";
"Audio playback failed" = "Couldn't do playback.\nErrorCode:#";
"Server Error." = "Server Error.\nErrorCode:#";
"Auth Error." = "Auth failed.\nErrorCode:#";
"Audio data read failed." = "Audio data read failed.\nErrorCode:#";
"HTML Error." = "HTML Error.\nErrorCode:#";
"Audio data unexpedly ended." = "Audio data unexpedly ended.\nErrorCode:#";
"ICY 400 Server Full" = "Number of connections had reached max.";
"ICY 401 Service Unavailable" = "Service Unavailable";              // HTTP 503 と同じ扱い。
"Wrong Playlist" = "Incorrect Playlist";
"Couldn't Connect" = "Couldn't Connect";
"Too short file" = "It's too short to play.";
/*
 * プレイリストコントローラー
 */
"new" = "New";
"add" = "Add";
"ShortcutList" = "ShortcutList";
"ShortcutLists" = "ShortcutLists";
"Tracks" = "Tracks";
"Import/Export ShortcutLists" = "Import/Export ShortcutLists";
"Importing..." = "Importing...";
"Delete ShortcutList" = "Delete ShortcutList";
"Delete URL" = "Delete URL";
"Deleting..." = "Deleting...";
"No shortcuts to be exported" = "No ShortcutList to be exported.";
"Shortcuts are imported from \"$\"" = "ShortcutLists are imported from \"$\".";
"Shortcuts are exported into \"$\"" = "ShortcutLists are exported into \"$\".";
"Failed to import Shortcuts from \"$\"." = "Failed to import ShortcutLists from \"$\".";
"Failed to export Shortcuts into \"$\"." = "Failed to export ShortcutLists into \"$\".";
/*
 * ジャンルビューコントローラー
 */
"genre" = "Genre";
"Open Genre \"$\"" = "Open Genre \"$\"";
/*
 * ステーションビューコントローラー
 */
"Infos of station are copied." = "Station info is copied into Clipboard.";
"Infos of station and tune are copied." = "Station/Track info is copied into Clipboard.";
/*
 * エンコーディングピッカービューコントローラー
 */
"iana" = "IANA Name";
"encoding" = "Encoding";

/*
 * フッター
 */
"item" = "Item";
"items" = "Items";
"contentType" = "Type";
"contentLength" = "Size";
"creationDate" = "Create";
"modificationDate" = "Modify";

/*
 * スリープタイマー
 */
"Playback hasn't started." = "Playback hasn't started.";
"Sleep Timer" = "Sleep Timer";
"Stop Playing back." = "Stop Playing back.";
"Sleep Timer has started." = "Sleep Timer has started.";
"Playback will be stopped # minutes later." = "Playback will be stopped # minutes later.";
"Sleep Timer is not activated." = "Sleep Timer is not activated.\nPlease make sure “Settings”.";
"Sleep Timer has started already." = "Sleep Timer has started already.";
"Stop playback # minutes later" = "Stop Playback #minutes later";
"Start from Now" = "Start from Now";
"Stop timer" = "Stop Timer";
"Retain" = "Retain Timer";

/*
 *
 */
"Dropbox link haven't accomplished." = "Dropbox link haven't accomplished.";
"No disk space." = "No disk space.";
"Busy" = "Busy";
"No Host Name\n%@" = "No Host Name\n%@";
"Folder \"%@\" is set as download folder." = "Folder \"%@\" is set as download folder.";
"Can't open Central Directory." = "Can't open Central Directory.";
"Can't find archive." = "Can't find archive.";
"Can't save." = "Can't save.";
"Decode Error" = "Decode Error";
"No Display Name" = "Display Name required";
"Illegal Host Name" = "Illegal Host Name";
"No User Name" = "User Name required";
"No Password" = "Password required";
"Directory" = "Directory";
"File Name" = "File Name";
"Path Encoding" = "Path Encoding";
"Text Encoding" = "Text Encoding";
"Can't write data." = "Can't write data.";
"Internal Error" = "Internal Error occured.";

"Adding Station is scheduled" = "Station is scheduled to be added.";
"Add Station" = "Add Station";
"Station Name" = "Station Name";
"Bandwidth" = "Bandwidth";
"Genre" = "Genre";
"70s Retro" = "'70s Retro";
"80s Flashback" = "'80s Flashback";
"90s Hits" = "'90s Hits";
"'70s Retro" = "'70s Retro";
"'80s Flashback" = "'80s Flashback";
"'90s Hits" = "'90s Hits";
"Adult Contenmporary" = "Adult Contenmporary";
"Alternative Rock" = "Alternative Rock";
"Ambient" = "Ambient";
"Blues" = "Blues";
"Classic Rock" = "Classic Rock";
"Classical" = "Classical";
"College" = "College";
"University" = "University";
"Comedy" = "Comedy";
"Country" = "Country";
"Eclectic" = "Eclectic";
"Electronica" = "Electronica";
"Golden Oldies" = "Golden Oldies";
"Hard Rock" = "Hard Rock";
"Metal" = "Metal";
"Hip Hop" = "Hip Hop";
"Rap" = "Rap";
"International" = "International";
"World" = "World";
"Jazz" = "Jazz";
"News" = "News";
"Talk Radio" = "Talk Radio";
"Reggae" = "Reggae";
"Island" = "Island";
"Religious" = "Religious";
"RnB" = "R&B";
"Soul" = "Soul";
"Sports Radio" = "Sports Radio";
"Top 10" = "Top 10";
"Top 20" = "Top 20";
"Top 30" = "Top 30";
"Top 40" = "Top 40";
"Top 50" = "Top 50";
"Top 60" = "Top 60";
"Top 70" = "Top 70";
"Top 80" = "Top 80";
"Top 90" = "Top 90";
"Top 100" = "Top 100";
"Pop" = "Pop";
"Pops" = "60s, 70s";
"Miscellaneous" = "Misc";

"AltaVista Radio" = "AltaVista Radio";
"University Radio" = "University Radio";
"Alternative" = "Alternative";
"Rock" = "Rock";
"Dance" = "Dance";
"Electronic" = "Electronic";
"Entertainment" = "Entertainment";
"Favorites" = "Favorites";
"Folk" = "Folk";
"Hits of the 70's, 80's, 90's" = "Hits of the 70's, 80's, 90's";
"Holidays" = "Holidays";
"Latino" = "Latino";
"Other" = "Other";
"Personal Broadcasts" = "Personal Broadcasts";
"Public" = "Public";
"Public Radio" = "Public Radio";
"Radio Portals" = "Radio Portals";
"Search by Location" = "Search by Location";
"Talk" = "Talk";
"Sports" = "Sports";
"Spoken Word" = "Spoken Word";
"iTunes Radio Staff Favorites" = "iTunes Radio Staff Favorites";

"getting playlist..." = "Getting Playlist...";
"connecting..." = "Connecting...";
"buffering..." = "Buffering...";
"connected" = "Connected";
"stopped" = "Stopped";
"timed out" = "Timed out";
"connection error" = "Connection Error";
"data error" = "Data Error";
"decode error" = "Decode Error";
"fatal error" = "Fatal Error";
"Stream Address" = "Stream Address";
"connection" = "Address";
"connection1" = "Address1";
"connection2" = "Address2";
"connection3" = "Address3";
"connection4" = "Address4";
"connection5" = "Address5";
"connection6" = "Address6";
"connection7" = "Address7";
"connection8" = "Address8";
"connection9" = "Address9";
"connection10" = "Address10";

// バックグランド実行が可能なメンテのメッセージ
"Because this process can be run in the background without any problems, please switch to another application, if necessary." = "Because this process can be run in the background without any problems, please switch to another application, if necessary.";
/*
 * マイグレーション
 */
"Database update" = "Database Update";
"Database is being updated. It takes a few minutes, please wait." = "Database is being updated. It takes a few minutes, please wait.";
/*
 * データベース・リリースアップ
 */
"Do you want to update stations of built-in tuner? [Radio Only]" = "Do you want to update stations of built-in tuner?\nStation presets will be retained.\nIt may take a few seconds.";
"Do you want to update stations of built-in tuner? [Free]" = "Do you want to update stations of built-in tuner?\nWebDAV accounts and station presets will be retained.\nIt may take a few seconds.";
"Do you want to update stations of built-in tuner? [Plus]" = "Do you want to update stations of built-in tuner?\nIt may take a few seconds.\n\n[Caution]\nWebDAV accounts and station presets will be retained, but ShortcutLists won't be retained.\nIf you didn't export ShortcutLists, tap 'Cancel' and export them at first.";
"Tuner update" = "Tuner Update";
"Tuner is being updated. It takes a few seconds, please wait." = "Tuner is being updated.\nIt takes a few seconds, please wait.";

/*
 * アクセシビリティー
 */
"Add preset" = "Add Preset";
"Add station" = "Add Station";
"Add tunes to shortcut list" = "Add tunes to short-cut list";
"Audio view" = "Audio View";
"Create shortcut list" = "Create new short-cut list";
"Bottom" = "Bottom";
"Browse" = "Browse";
"Delete account" = "Delete Account";
"Delete preset" = "Delete Preset";
"Double-tap to return to the top of WebDAV site view" = "Double-tap to return to the top of WebDAV site view";
"Double-tap to activate" = "Double-tap to activate";
"Double-tap to add preset" = "Double-tap to add preset";
"Double-tap to add tunes to the selected shortcut list" = "Double-tap to add queued tunes to the selected short-cut list";
"Double-tap to add" = "Double-tap to add";
"Double-tap to change station" = "Double-tap to change station";
"Double-tap to change tune" = "Double-tap to change tune";
"Double-tap to close" = "Double-tap to close";
"Double-tap to create new account" = "Double-tap to create new account";
"Double-tap to create new preset" = "Double-tap to create new preset";
"Double-tap to create new shortcut list" = "Double-tap to create new short-cut list with queued tunes";
"Double-tap to delete" = "Double-tap to delete in edit mode";
"Double-tap to duplicate" = "Double-tap to duplicate in edit mode";
"Double-tap to edit/delete/duplicate account" = "Double-tap to edit, delete, or duplicate account";
"Double-tap to edit/delete/duplicate station" = "Double-tap to edit, delete, or duplicate station";
"Double-tap to maintain" = "Double-tap to maintain";
"Double-tap to move to the bottom" = "Double-tap to move to the bottom";
"Double-tap to move to the top" = "Double-tap to move to the top";
"Double-tap to open" = "Double-tap to open";
"Double-tap to pause" = "Double-tap to pause";
"Double-tap to playback" = "Double-tap to playback";
"Double-tap to redo" = "Double-tap to redo";
"Double-tap to regist" = "Double-tap to regist";
"Double-tap to return" = "Double-tap to return";
"Double-tap to show $#" = "Double-tap to show $. There are # stations.";
"Double-tap to show station info" = "Double-tap to show station info";
"Double-tap to show" = "Double-tap to show";
"Double-tap to sort" = "Double-tap to sort";
"Double-tap to stop or reset" = "Double-tap to stop or reset";
"Double-tap to stop using it" = "Double-tap to stop using it";
"Double-tap to choose station" = "Double-tap to choose station";
"Double-tap to undo" = "Double-tap to undo";
"Edit account" = "Edit Account";
"Edit preset" = "Edit Preset";
"Duplicate" = "Duplicate";
"Duplicate account" = "Duplicate Account";
"Duplicate preset" = "Duplicate Preset";
"Edit" = "Edit";
"File info view" = "File Info View";
"Genre of built-in tuner" = "Genre, of built-in tuner";
"Get info" = "Get Info";
"Home" = "Home";
"Maintain accounts" = "Maintain Accounts";
"Maintain presets" = "Maintain Presets";
"New account" = "New Account";
"New preset" = "New Preset";
"Next station" = "Next Station";
"Next tune" = "Next Track";
"None" = "None";
"Not Available" = "Not Available";
"Not Playing" = "Not Playing";
"Pause" = "Pause";
"Playback" = "Playback";
"Playing" = "Playing";
"Previous station" = "Previous Station";
"Previous tune" = "Previous Track";
"Redo" = "Redo";
"Regist shortcut" = "Regist Shortcut";
"Rename" = "Rename";
"Shortcut list" = "Shortcut List";
"Site info view" = "Site Info View";
"Sleep timer" = "Sleep Timer";
"Sort stations by bandwidth ascending" = "Sort stations by bandwidth ascending";
"Sort stations by bandwidth descending" = "Sort stations by bandwidth descending";
"Sort stations by name ascending" = "Sort stations by name ascending";
"Sort stations by name descending" = "Sort stations by name descending";
"Station info view" = "Station Info View";
"Station list view" = "Station List View";
"There are # stations." = "There are # stations.";
"There is # station." = "There is # station.";
"Top" = "Top";
"Triple-tap to edit" = "Triple-tap to edit";
"Track list view" = "Track List View";
"Tuning" = "Tuning";
"Undo" = "Undo";
//"advertisement" = "Advertisement";
"i Cloud" = "i Cloud";
"offline station with mutiple channels" = "offline station with mutiple channels";
"offline station with single channel" = "offline station";
"online station with mutiple channels" = "online station with mutiple channels";
"online station with single channel" = "online station";
/*
 * 宣伝
 */
"Yardbirds Support" = "Yardbirds Support";
"Yardbirds Plus Support" = "Yardbirds Plus Support";
"Can'tSendMail" = "Can't send mail.";
"FailedToSendMail" = "Failed to send mail.";
/*
 "YardbirdsURL" = "https://itunes.apple.com/us/app/yardbirds-radio/id517585559?l=ja&ls=1&mt=8";
 "YardbirdsPlusURL" = "https://itunes.apple.com/us/app/yardbirds-hires-player/id541449141?l=ja&ls=1&mt=8";
 */
"YardbirdsURL" = "https://appsto.re/us/xQB2E.i";
"YardbirdsPlusURL" = "https://appsto.re/us/1UDrG.i";

"Advertisement" = "\"Yardbirds HiRes Player\" is a cloud music streaming player using a generic WebDAV server. It provides various functions (Music Streaming / Playlist / Showing Cover Art / Showing Lyrics). Each Playlist can include the music files of any WebDAV server. You can create Playlist of the desired configuration even if the servers are discrete. Unlike a typical cloud music playback service, there is no limit such as \"number of servers, number of songs, capacity of songs in the server\".\n\nBecause you can login any WebDAV site with preview function, you can evaluate streaming high-res music files with your environment.";
"Preview Note" = "You can connect to any WebDAV site. Try to stream high-res music files.\nBeacuse all high-res music files this test server are available at following sites, please refrain from downloading files from my site.\n\n\"2L\" http://www.2l.no/hires/index.html\n\"Less Loss\" http://www.lessloss.com/high-resolution-audiophile-recordings-c-68.html";
"TutorialURL" = "http://www.rikki.mydns.jp/Yardbirds/index.html";
/*
 *
 */
"CarMode" = "CarMode";
"carModeON" = "Car Mode";
"meterInteractionModeWhite" = "Meter Interaction Mode (White background)";
"meterInteractionModeYellow" = "Meter Interaction Mode (Yellow background)";
"meterInteractionModeBlack" = "Meter Interaction Mode (Black background)";
"meterInteractionModeFFT" = "Spectrum Mode";
"tap to choose station or tune" = "Tap to choose Station/Track.";
"tap/swipe to change color/visiblity" = "Color/Visibility is adjustable.";
"playback will be stopped when spectrum mode changes" = "Playback stops when spectrum mode is changed.";
"white" = "White";
"yellow" = "Yellow";
"black" = "Black";
"Spectrum can't be supported with this version of iOS." = "Spectrum View can't be supported with this version of iOS.";

"Do you want to initialize settings?" = "Do you want to initialize settings?\nStation presets won't be taken any effect.\nUse \"Settings.app\" to change settings, if necessary.";
"Do you want to initialize all settings?" = "Do you want to initialize settings?\nWebDAV accounts, Station presets and Shortcut-Lists won't be taken any effect.\nUse \"Settings.app\" to change settings, if necessary.";
"Do you want to clear cache?" = "Do you want to clear all cached metadata from iTunes Store?";
"Spectrum View doesn't work with an Audio-Player that was relayed." = "Spectrum View doesn't work with the player that was generated by a List View.\nSpectrum View works after restarting the player.\nDo you want to stop playback?";
"metadata refresh in progress" = "Metadata Refresh in progress";
"track search in progress" = "Track Search in progress";
"metadata download in progress" = "Metadata Download in progress";
"artist" = "Artist";
"album" = "Album";
"track" = "Track";
"This is a compilation album." = "This is a compilation album.";

"iTunesLocale" = "Primary iTunes Store";
"local" = "Current Region";
"us" = "US";
"artworkSize" = "Artwork Size";
"artworkProgress" = "Artwork Progress";
"CoverArt" = "CoverArt Mode";
"off" = "OFF";
"noCache" = "iTunes Store (Without Cache)";
"cacheWithLooseMatch" = "iTunes Store (Loose Match)";
"cacheWithStrictMatch" = "iTunes Store(With Cache)";
"webDAVServer" = "WebDAV Server";

"maintainCoverArt" = "Maintain CoverArt and Tweet";
"primaryStore" = "Primary iTunes Store";
"albumChooser" = "Album Chooser";
"tweetTextOnly" = "Now Playing (without Picture)";
"tweetTextAndPicture" = "Now Playing (with Picture)";

"Version Up" = "Version Up";
"Cache Clear in progress" = "Cache Clear in progress";
